[
  {
    "text": "Remove one item of clothing."
  },
  {
    "text": "Let the person to your right blindfold you for the next two rounds."
  },
  {
    "text": "You must sit on someone's lap (of their choosing) until your next turn."
  },
  {
    "text": "Give a 30-second lap dance to the person of your choice."
  },
  {
    "text": "Whisper a dirty secret into the ear of the person on your left."
  },
  {
    "text": "Let the person opposite you write a word on your body with their finger. You have to guess the word."
  },
  {
    "text": "You must refer to the person who asked the question as 'Master' or 'Mistress' for the next three rounds."
  },
  {
    "text": "Take an ice cube and slowly run it along the arm of the person to your right."
  },
  {
    "text": "The group votes on who you have to spank. You must give them 3 firm spanks."
  },
  {
    "text": "Choose someone in the group. You must kiss them on the neck for 10 seconds."
  },
  {
    "text": "Let the group choose a song for you to strip-tease to for 30 seconds. You must remove at least one item."
  },
  {
    "text": "You must describe your last orgasm in detail to the group."
  },
  {
    "text": "Let the person to your left put you in a light bondage position for 5 minutes (e.g., hands tied with a scarf)."
  },
  {
    "text": "You must lick a drop of your drink off the finger of the person of your choice."
  },
  {
    "text": "The group must choose a new, kinky nickname for you that lasts the rest of the game."
  },
  {
    "text": "You must demonstrate your 'O' face."
  },
  {
    "text": "For the next round, you can only communicate by moaning seductively."
  },
  {
    "text": "Use a pickup line on the person in the group you find most attractive."
  },
  {
    "text": "Let the group choose a body part (e.g., neck, shoulder, arm) for the person to your right to kiss."
  },
  {
    "text": "You must show the group the last saved photo on your phone, no matter what it is."
  },
  {
    "text": "Choose two people in the group to kiss each other (on the cheek or lips, their choice)."
  },
  {
    "text": "You must get on all fours and act like a pet for the person of your choice for one round."
  },
  {
    "text": "Let the group apply lipstick to you (badly). You must wear it for three rounds."
  },
  {
    "text": "You must give a foot massage to the person with the nicest shoes for 60 seconds."
  },
  {
    "text": "Post 'feeling needy tonight' with a devil emoji to a social media story of your choice."
  },
  {
    "text": "You must remove two items of clothing."
  },
  {
    "text": "You must let the person of your choice feed you a bite of food or a sip of a drink seductively."
  },
  {
    "text": "You must describe your ideal sexual fantasy to the group."
  },
  {
    "text": "Let the person to your left lightly bite you somewhere of their choosing (e.g., shoulder, arm)."
  },
  {
    "text": "You must choose one person to be your 'human throne' for the next round."
  },
  {
    "text": "Send a text to the 3rd person in your contacts list saying 'thinking of you'."
  },
  {
    "text": "You must perform your best slut drop."
  },
  {
    "text": "Let the group choose an object in the room. You must describe, in detail, how you would use it sexually."
  },
  {
    "text": "You must take a body shot off a person of your choice (if applicable and consensual)."
  },
  {
    "text": "For the next 3 rounds, you must address everyone with a kinky title (e.g., 'Yes, Sir', 'Of course, Mistress')."
  },
  {
    "text": "EASTER EGG: Message Rysta, the game creator, on Fetlife (RYSTA) or Instagram (@rystadom). Your message must be a confession of the naughtiest thing you've thought about doing with someone in this room. Be creative."
  }
]