[
  {
    "text": "Who in this group do you think has the wildest, unspoken fantasy?",
    "type": "target"
  },
  {
    "text": "If you had to trust one person here with a kinky secret, who would it be and why?",
    "type": "target"
  },
  {
    "text": "Point to the person you think gives the best hugs. That person must now give a hug to the person on their left.",
    "type": "target"
  },
  {
    "text": "Who here do you think would be most likely to survive a zombie apocalypse? Why?",
    "type": "target"
  },
  {
    "text": "Ask a question to the person you know the least in this group.",
    "type": "target"
  },
  {
    "text": "If you could pair up any two people in this room for a devious prank, who would they be and what's the prank?",
    "type": "target"
  },
  {
    "text": "Who in the group do you think has the most embarrassing 'guilty pleasure' song?",
    "type": "target"
  },
  {
    "text": "What is your first impression of the person sitting opposite you?",
    "type": "target"
  },
  {
    "text": "Who here would be the most likely to get away with a crime? What would the crime be?",
    "type": "target"
  },
  {
    "text": "If this group was a band, who would play which instrument?",
    "type": "target"
  },
  {
    "text": "What's a secret skill you have that would surprise everyone here?",
    "type": "target"
  },
  {
    "text": "Who in the group do you think has the best 'poker face'?",
    "type": "target"
  },
  {
    "text": "Who here do you think has been in the most fist-fights?",
    "type": "target"
  },
  {
    "text": "If you could trade lives with someone in this group for a day, who would it be?",
    "type": "target"
  },
  {
    "text": "Who do you think has the dirtiest laugh? Make them laugh to prove it.",
    "type": "target"
  },
  {
    "text": "What's one thing you think everyone in this group has in common?",
    "type": "target"
  },
  {
    "text": "Who here is most likely to talk their way out of a speeding ticket?",
    "type": "target"
  },
  {
    "text": "If the group had to create a secret handshake right now, what would be the first move?",
    "type": "group"
  },
  {
    "text": "Who in the group would you want to be your 'phone a friend' in a pub quiz?",
    "type": "target"
  },
  {
    "text": "What's a rumour you could start about the person to your left?",
    "type": "target"
  },
  {
    "text": "Who here do you think has the most tattoos (or hidden ones)?",
    "type": "target"
  },
  {
    "text": "If you were to cast everyone in this room in a movie, what genre would it be and what roles would they play?",
    "type": "group"
  },
  {
    "text": "Who in the group seems the most innocent, but you suspect is the wildest?",
    "type": "target"
  },
  {
    "text": "Who in this room do you think has the most experience with anal play?",
    "type": "target"
  },
  {
    "text": "If you had to restrain one person in this room, who would it be and what would you use?",
    "type": "target"
  },
  {
    "text": "If you had to make out with one person in this room right now, who would it be?",
    "type": "target"
  },
  {
    "text": "Who in the group do you think has the kinkiest search history?",
    "type": "target"
  },
  {
    "text": "Who here looks like they'd enjoy being (consensually) degraded?",
    "type": "target"
  },
  {
    "text": "If you could watch any two people in this room hook up, who would you pick?",
    "type": "target"
  },
  {
    "text": "Who do you think has the best 'O' face? That person must now demonstrate it.",
    "type": "target"
  },
  {
    "text": "Point to the person you think would be the best at dirty talk.",
    "type": "target"
  },
  {
    "text": "If you had to choose one person to share a partner with for a night, who would it be?",
    "type": "target"
  },
  {
    "text": "Point to the person you think would be the most fun at a sex party.",
    "type": "target"
  },
  {
    "text": "Who here do you think has the most sex toys?",
    "type": "target"
  },
  {
    "text": "If you had to give someone here a lap dance, who would you choose?",
    "type": "target"
  },
  {
    "text": "If you had 'one free pass' to sleep with someone in this room, who would you pick?",
    "type": "target"
  },
  {
    "text": "Point to the person you'd most like to spank.",
    "type": "target"
  },
  {
    "text": "If you had to be handcuffed to one person in this room for 24 hours, who would you choose?",
    "type": "target"
  },
  {
    "text": "Who here seems like they would be into some form of impact play (spanking, flogging, etc)?",
    "type": "target"
  },
  {
    "text": "If you could have a threesome with any two people in this room, who would they be?",
    "type": "target"
  },
  {
    "text": "Who here do you think has the weirdest turn-on?",
    "type": "target"
  },
  {
    "text": "Who in the group would you want to be your 'Dom' for an evening?",
    "type": "target"
  },
  {
    "text": "Who here would you most like to see strip?",
    "type": "target"
  },
  {
    "text": "Point to the person you think would be the most adventurous in bed.",
    "type": "target"
  },
  {
    "text": "Who in the group do you think has a secret fetish no one knows about?",
    "type": "target"
  },
  {
    "text": "If you had to lick food off one person's body, who would you choose?",
    "type": "target"
  },
  {
    "text": "Which person in the room do you think would be the most demanding in bed?",
    "type": "target"
  },
  {
    "text": "Point to the person you think has the sexiest voice.",
    "type": "target"
  },
  {
    "text": "If you had to go down on one person in this room, who would it be?",
    "type": "target"
  },
  {
    "text": "Who in this room would you let tie you up?",
    "type": "target"
  },
  {
    "text": "Point to the person with the sexiest lips.",
    "type": "target"
  },
  {
    "text": "Who here do you think would be the best at roleplaying?",
    "type": "target"
  },
  {
    "text": "If you could only use your mouth on one person in this room for 10 minutes, who would you choose?",
    "type": "target"
  },
  {
    "text": "Who here looks like they'd be into being praised and called a 'good girl/boy'?",
    "type": "target"
  },
  {
    "text": "Point to the person you think has the best ass in the room.",
    "type": "target"
  },
  {
    "text": "Who in the group would you want to be your 'sub' for an evening?",
    "type": "target"
  },
  {
    "text": "If you had to watch porn with one person in this room, who would it be?",
    "type": "target"
  },
  {
    "text": "Point to the person you'd most like to bite (gently!).",
    "type": "target"
  },
  {
    "text": "Everyone goes around the circle and says who in the group they'd most like to kiss.",
    "type": "group"
  },
  {
    "text": "Everyone reveals their biggest sexual turn-on.",
    "type": "group"
  },
  {
    "text": "The group must decide on one person to take a forfeit. That person takes the next forfeit card.",
    "type": "group"
  },
  {
    "text": "Everyone removes one item of clothing.",
    "type": "group"
  },
  {
    "text": "Go around the circle. Each person describes their 'type' in three words.",
    "type": "group"
  },
  {
    "text": "The group must invent a new, kinky rule that applies for the next 5 rounds.",
    "type": "group"
  },
  {
    "text": "Everyone writes down a secret fantasy on a piece of paper. Shuffle them, and read them aloud. The group has to guess who wrote which fantasy.",
    "type": "group"
  }
]