[
  {
    "text": "You must head to the bathroom, take a naughty photo and send it to the other player"
  },
  {
    "text": "You must remove one item of clothing"
  },
  {
    "text": "You must kiss the other player's neck for 10 seconds"
  },
  {
    "text": "You must take 5 spanks"
  },
  {
    "text": "You must let the other player restrain you in some way for 5 minutes"
  },
  {
    "text": "You must refer to the other player as Daddy/Mommy for the rest of the game"
  },
  {
    "text": "You must choose someone else to message, telling them you just masturbated thinking of them"
  },
  {
    "text": "You must remove two items of clothing"
  },
  {
    "text": "You must be in a doggy receiving position for the next 4 questions"
  },
  {
    "text": "You must down your drink. If you don't have one, the other player can make you one."
  },
  {
    "text": "You must slide a hand into the other person's pants, and have a good feel for 10 seconds"
  },
  {
    "text": "You must allow the other player to call you 'slut' for the remainder of the game"
  },
  {
    "text": "You must perform your best slut drop"
  },
  {
    "text": "You must enthusiastically mime what you most enjoy doing with/to your partner's private parts"
  },
  {
    "text": "You must let your partner go and choose a sex toy to use on you for at least 20 seconds"
  },
  {
    "text": "You must do a mating ritual dance for your partner"
  },
  {
    "text": "You must seductively eat something phallic shaped. Bonus points if you put on Marvin Gaye's 'Let's Get It On' in the background"
  },
  {
    "text": "You must show your partner the latest porn video you watched"
  },
  {
    "text": "You must lick your partner's elbow or knee (your choice) until they answer their next question"
  },
  {
    "text": "Your partner has 10 seconds to choose any forfeit for you"
  },
  {
    "text": "You must act out your favourite porn genre in a charades style for your partner to guess"
  },
  {
    "text": "Choose someone to message that has a partner, and tell them you think their partner is attractive"
  },
  {
    "text": "Tease your own bare nipples and say 'These make milk like moo moo cows'"
  },
  {
    "text": "You must post to a social media of your choice, saying how needy you feel tonight, with a devil emoji"
  },
  {
    "text": "Send a flirty voice note to the 4th person in your Insta DMs"
  },
  {
    "text": "Wear a vibrating toy for the next 3 questions"
  },
  {
    "text": "Let your partner choose your underwear for tomorrow"
  },
  {
    "text": "Write your partner's name on your body in marker"
  },
  {
    "text": "Do 5 minutes of service-oriented tasks (their choice)"
  },
  {
    "text": "Let your partner decide a new dating profile headline for you"
  },
  {
    "text": "Practice your best 'good boy/girl' voice for 1 minute"
  },
  {
    "text": "Demonstrate your favourite restraint technique"
  },
  {
    "text": "Let your partner attach clothespins or similar to 5 body parts"
  },
  {
    "text": "Find something food-based and turn it sexual"
  },
  {
    "text": "Give the other player a 60-second foot massage."
  },
  {
    "text": "Blindfold yourself for the next two questions."
  },
  {
    "text": "Let the other player write a temporary 'property of' mark on you (visible only to them)."
  },
  {
    "text": "Describe your partner's best physical feature in explicit detail."
  },
  {
    "text": "Confess the last time you masturbated and what you thought about."
  },
  {
    "text": "Let the other player choose a song for you to strip tease (partially or fully) to."
  },
  {
    "text": "Whisper three dirty things you want to do to the other player."
  },
  {
    "text": "Wear an ice cube somewhere sensitive until it melts."
  },
  {
    "text": "Let the other player apply lipstick to you (regardless of gender) and wear it for 10 minutes."
  },
  {
    "text": "Perform 10 push-ups or sit-ups while complimenting the other player."
  },
  {
    "text": "Send a suggestive text to the other player right now."
  },
  {
    "text": "Let the other player choose one part of your body to kiss for 30 seconds."
  },
  {
    "text": "Gag yourself lightly (e.g., with a scarf) for the next question."
  },
  {
    "text": "Kneel at the other player's feet until your next turn."
  },
  {
    "text": "Let the other player drip candle wax (safely, from a low temp candle) on a non-sensitive part of your body."
  },
  {
    "text": "Recite a nursery rhyme in your sexiest voice."
  },
  {
    "text": "Let the other player lightly spank you 10 times with their hand or a chosen implement."
  },
  {
    "text": "Describe your ideal threesome scenario involving the two of you and a specific type of person."
  },
  {
    "text": "Swap one item of clothing with the other player for the next 15 minutes."
  },
  {
    "text": "Let the other player tie one of your wrists to your ankle for 5 minutes."
  },
  {
    "text": "Lick whipped cream (or similar) off a chosen part of the other player's body."
  },
  {
    "text": "Give the other player full control of the TV remote/music for the next 30 minutes."
  },
  {
    "text": "Confess a secret sexual fantasy you haven't shared before."
  },
  {
    "text": "Let the other player put you in a collar (if available) for 10 minutes."
  },
  {
    "text": "Massage the other player's shoulders for two minutes."
  },
  {
    "text": "Answer the next question while holding a plank position."
  },
  {
    "text": "Let the other player draw a silly (temporary) tattoo on you."
  },
  {
    "text": "Make orgasm noises on command for 15 seconds."
  },
  {
    "text": "Tell the other player exactly how you want them to touch you right now."
  },
  {
    "text": "Let the other player choose a safe word for you to use (just for fun) for the next 5 minutes."
  },
  {
    "text": "Blindfold the other player and feed them a small piece of food."
  },
  {
    "text": "Confess the kinkiest thing you've ever searched for online."
  },
  {
    "text": "Let the other player put clothespins on your nipples or earlobes (gently!) for one minute."
  },
  {
    "text": "Do your best impression of the other player having an orgasm."
  },
  {
    "text": "Write a short, kinky poem about the other player."
  },
  {
    "text": "Let the other player tickle you for 30 seconds."
  },
  {
    "text": "Praise the other player's dominance or submissiveness for 60 seconds."
  },
  {
    "text": "Describe what you'd wear (or not wear) to seduce the other player."
  },
  {
    "text": "Let the other player choose a spot on your body for you to lick."
  },
  {
    "text": "Hold eye contact with the other player for 60 seconds without laughing."
  },
  {
    "text": "Confess one thing that makes you feel insecure during sex."
  },
  {
    "text": "Let the other player gently bite you somewhere."
  },
  {
    "text": "Perform a 'service' for the other player (e.g., fetch a drink, adjust their cushion) while calling them 'Master'/'Mistress'/'Sir'/'Ma'am'."
  },
  {
    "text": "Show the other player your 'O face'."
  },
  {
    "text": "Let the other player choose a position for you to hold for 60 seconds."
  },
  {
    "text": "Tell the other player a dirty joke."
  },
  {
    "text": "Let the other player whisper instructions in your ear for the next minute, which you must follow."
  },
  {
    "text": "Confess one rule you'd secretly love for the other player to impose on you."
  },
  {
    "text": "Let the other player put you in light bondage (e.g., scarf around wrists) for the next question."
  },
  {
    "text": "Describe the other player's smell in a sensual way."
  },
  {
    "text": "EASTER EGG: Message Rysta, the game creator, on Fetlife (RYSTA) or Instagram (@rystadom). Your message must be a confession of the naughtiest thing you've thought about doing with your partner. Be creative."
  }
]