[
  {
    "text": "Describe your ideal dirty talk to the other player."
  },
  {
    "text": "Show the other player your 'O' face."
  },
  {
    "text": "Send a flirty text to the other player right now, as if you were trying to seduce them."
  },
  {
    "text": "Remove one item of clothing."
  },
  {
    "text": "Let the other player choose a song for you to do a 30-second seductive dance to."
  },
  {
    "text": "Whisper your darkest sexual secret in the other player's ear."
  },
  {
    "text": "For the next three rounds, you must start every sentence with 'Listen, you sexy thing...'"
  },
  {
    "text": "Take a suggestive selfie and send it to the other player."
  },
  {
    "text": "Truth or Dare: let the other player choose. The dare must be kinky."
  },
  {
    "text": "Blindfold yourself for the next two rounds."
  },
  {
    "text": "Describe, in detail, what you would do to the other player if you were going to hook up right now."
  },
  {
    "text": "Let the other player lightly trace a word on your back with their finger. You have to guess the word. The word must be naughty."
  },
  {
    "text": "Give the other player a genuine, flirty compliment about a physical feature."
  },
  {
    "text": "You must sit on the floor at the other player's feet until your next turn."
  },
  {
    "text": "Show the other player the kinkiest thing you have saved on your phone (meme, photo, video)."
  },
  {
    "text": "Write the other player's name somewhere on your body (e.g., arm, leg) with a pen."
  },
  {
    "text": "Enthusiastically mime your favourite sexual position."
  },
  {
    "text": "Let the other player choose a new, kinky nickname for you for the rest of the game."
  },
  {
    "text": "Confess the last thing you masturbated to."
  },
  {
    "text": "Hold intense, seductive eye contact with the other player for 60 seconds without breaking it."
  },
  {
    "text": "EASTER EGG: Message Rysta, the game creator, on Fetlife (RYSTA) or Instagram (@rystadom). Your message must be a confession of the naughtiest thing you've thought about doing with your friend here. Be creative."
  }
]