[
  {
    "text": "What's a misconception you think I might have about your sex life?",
    "type": "neutral"
  },
  {
    "text": "Have you ever had a sexual experience that made you see yourself differently?",
    "type": "neutral"
  },
  {
    "text": "What's one thing you wish more people understood about sex or sexuality?",
    "type": "neutral"
  },
  {
    "text": "Describe a time you felt really confident and sex-positive.",
    "type": "neutral"
  },
  {
    "text": "What's the best or worst piece of sex advice you've ever received?",
    "type": "neutral"
  },
  {
    "text": "Is there a sexual topic you've always been curious about but never researched?",
    "type": "neutral"
  },
  {
    "text": "What's your opinion on the way sex is portrayed in movies versus reality?",
    "type": "neutral"
  },
  {
    "text": "What's a boundary you're proud of setting in a past relationship (romantic or sexual)?",
    "type": "neutral"
  },
  {
    "text": "If you could give your younger self one piece of advice about sex, what would it be?",
    "type": "neutral"
  },
  {
    "text": "What does 'good sex' mean to you, beyond the physical act?",
    "type": "neutral"
  },
  {
    "text": "Have you ever been surprised by something that turned you on?",
    "type": "neutral"
  },
  {
    "text": "What's one thing you've learned about consent that you think is really important?",
    "type": "neutral"
  },
  {
    "text": "How has your taste in partners (or play partners) changed over the years?",
    "type": "neutral"
  },
  {
    "text": "What's a non-sexual activity that you find surprisingly intimate?",
    "type": "neutral"
  },
  {
    "text": "What's the funniest thing that's ever happened to you during a sexual encounter?",
    "type": "neutral"
  },
  {
    "text": "Do you think emotional connection is necessary for good sex? Why or why not?",
    "type": "neutral"
  },
  {
    "text": "What's a quality you really admire in a partner?",
    "type": "neutral"
  },
  {
    "text": "Have you ever faked an orgasm? If you're comfortable sharing, why?",
    "type": "neutral"
  },
  {
    "text": "What's something you find attractive that most people might not?",
    "type": "neutral"
  },
  {
    "text": "How important is communication about sex in a relationship to you?",
    "type": "neutral"
  },
  {
    "text": "What's a piece of media (book, movie, show) that shaped your view on love or sex?",
    "type": "neutral"
  },
  {
    "text": "What's a deal-breaker for you in any kind of relationship?",
    "type": "neutral"
  },
  {
    "text": "What's a fear you have about dating or relationships in general?",
    "type": "neutral"
  },
  {
    "text": "What's a sexual 'milestone' you think is overrated?",
    "type": "neutral"
  },
  {
    "text": "What's a green flag you look for in people?",
    "type": "neutral"
  },
  {
    "text": "What's your honest, unfiltered opinion on anal sex, giving or receiving?",
    "type": "neutral"
  },
  {
    "text": "If you had to be restrained, what would be your weapon of choice: ropes, cuffs, or something more creative?",
    "type": "neutral"
  },
  {
    "text": "What's a fetish you find fascinating, even if you're not sure you'd try it?",
    "type": "neutral"
  },
  {
    "text": "Describe a time you felt powerful and dominant sexually.",
    "type": "neutral"
  },
  {
    "text": "What's the most 'out-there' thing on your sexual bucket list?",
    "type": "neutral"
  },
  {
    "text": "Have you ever had a fantasy about being with more than one person at once? Describe it.",
    "type": "neutral"
  },
  {
    "text": "What's the difference between a 'kink' and a 'deal-breaker' for you?",
    "type": "neutral"
  },
  {
    "text": "If you were to explore impact play, would you rather be the one giving or receiving the spanks?",
    "type": "neutral"
  },
  {
    "text": "What's a non-sexual scenario that you find incredibly arousing (e.g., watching someone cook, fix something)?",
    "type": "neutral"
  },
  {
    "text": "Have you ever fantasised about being with someone of a different gender than you usually go for?",
    "type": "neutral"
  },
  {
    "text": "What's your favourite type of porn to watch, and what do you like about it?",
    "type": "neutral"
  },
  {
    "text": "Describe your ideal 'dirty weekend' away.",
    "type": "neutral"
  },
  {
    "text": "What's a sexual skill you're proud of?",
    "type": "neutral"
  },
  {
    "text": "What's the kinkiest thing you've ever done in a public or semi-public place?",
    "type": "neutral"
  },
  {
    "text": "How do you feel about praise or degradation during sex?",
    "type": "neutral"
  },
  {
    "text": "What's the most surprising thing that's ever turned you on?",
    "type": "neutral"
  },
  {
    "text": "If you could design a sex toy, what would it do?",
    "type": "neutral"
  },
  {
    "text": "What's your view on using food during sex?",
    "type": "neutral"
  },
  {
    "text": "Have you ever had a sexual dream about me? You don't have to share details unless you want to.",
    "type": "neutral"
  },
  {
    "text": "What's a piece of kinky gear you've always wanted to own?",
    "type": "neutral"
  },
  {
    "text": "What's your favourite body part on a potential partner to focus on?",
    "type": "neutral"
  },
  {
    "text": "Would you rather have incredibly passionate, rough sex or slow, sensual, intimate sex?",
    "type": "neutral"
  },
  {
    "text": "What's a secret turn-on you've never told anyone before?",
    "type": "neutral"
  },
  {
    "text": "Have you ever considered going to a sex club or a kink event?",
    "type": "neutral"
  },
  {
    "text": "What's an assumption people might make about your sex life that's completely wrong?",
    "type": "neutral"
  },
  {
    "text": "If you had a 'free pass' to do one kinky thing with no judgment, what would it be?",
    "type": "neutral"
  },
  {
    "text": "What's your favourite outfit to feel sexy in?",
    "type": "neutral"
  },
  {
    "text": "What's the hottest piece of media (book, movie, show) you've consumed recently?",
    "type": "neutral"
  },
  {
    "text": "Do you prefer giving or receiving oral sex?",
    "type": "neutral"
  },
  {
    "text": "If we were to experiment sexually, what's the first thing you'd want to try?",
    "type": "neutral"
  }
]